lesson = {
    '-月曜日の時間割':'9:30～11:00\n[選] 宗教学\n - 31001\n[選] 応用コンピュータⅠ\n - 30201\n\n11:10～12:40\n[必] 電子工学Ⅰ\n - 30211\n\n13:30～18:20\n[必] 工学実験Ⅰ\n - M-701',
    '-火曜日の時間割':'11:10～12:40\n[必] 臨床生化学\n - 31003\n\n15:10～16:40\n[選] 英語インテンシブⅠ\n - 30301～30311',
    '-水曜日の時間割':'9:30～11:00\n[必] 電気工学\n - 31012\n\n13:30～15:00\n[選] コミュニケーション論\n - 30202',
    '-木曜日の時間割':'11:10～12:40\n[必] 生体機能代行技術学\n - 31003\n\n13:30～15:00\n[必] 生理学Ⅱ\n - 31012\n\n15:10～16:40\n[必] 内科系臨床医学Ⅰ\n - 3B110',
    '-金曜日の時間割':'11:10～12:40\n[必] 生体計測機器学\n - 31012\n\n13:30～15:00\n[必] 病理学\n - 30212\n\n16:50～18:20\n[必] 臨床微生物・免疫学\n - 3B110'
}
