lesson = {
    '-月曜日の時間割':'11:10～12:40\n[必] 医用画像機器学\n - 31003\n\n13:30～15:00\n[必] 医用機器演習\n - 31003\n\n15:10～16:40\n[必] 生体機能代行装置学演習\n - 31003',
    '-火曜日の時間割':'11:10～12:40\n[必] 外科系臨床医学Ⅱ\n - 31003\n\n13:30～18:20\n[必] 医用機器安全管理学実習\n - M-701〜709',
    '-水曜日の時間割':'全休',
    '-木曜日の時間割':'11:10～12:40\n[必] 医用機器安全管理学\n - 30212\n\n13:30～18:20\n[必] 生体機能代行装置学実習\n - M-701〜709',
    '-金曜日の時間割':'9:30～11:00\n[必] 生体物性材料工学\n - 31003\n\n11:10～12:40\n[必] 内科系臨床医学Ⅱ\n - 31003\n\n13:30～18:20\n[必] 生体機能代行装置学実習\n - M-701〜709'
}
